{
  "sneakers": [
    {
      "id": 1121,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/14505/krossovki-nike-air-jordan-1-low-og-dm7837-103-9-1000x800.jpg",
      "title": "Nike Air Jordan 1 Low",
      "categorie": "sneakers",
      "price": "200",
      "discountPrise": null,
      "about": "Nike Air Jordan 1 Low - это классические кроссовки, вдохновленные первой моделью Air Jordan 1, которые пришлись по вкусу не только баскетбольным фанатам, но и поклонникам уличной моды. Они представляют собой стильное сочетание оригинального дизайна и комфорта, которое станет прекрасным дополнением к вашему гардеробу. Кроссовки Nike Air Jordan 1 Low оснащены подошвой с амортизацией Air-Sole, которая обеспечивает исключительную амортизацию и комфорт при каждом шаге. Они также имеют резиновую подошву с глубоким рисунком протектора для улучшенного сцепления и долговечности. Это позволяет вам ощутить надежность и уверенность на любой поверхности.",
      "description": "Верхняя часть кроссовок выполнена из высококачественной натуральной кожи и синтетических материалов для обеспечения долговечности и комфорта. Их привлекательный дизайн включает в себя контрастные цветовые блоки и знаковый логотип Nike Air Jordan на язычке и заднике. Это идеальный выбор для всех, кто стремится к классическому стилю и индивидуальности.\n\nКроссовки Nike Air Jordan 1 Low оснащены подошвой с амортизацией Air-Sole, которая обеспечивает исключительную амортизацию и комфорт при каждом шаге. Они также имеют резиновую подошву с глубоким рисунком протектора для улучшенного сцепления и долговечности. Это позволяет вам ощутить надежность и уверенность на любой поверхности. Независимо от того, являетесь ли вы поклонником баскетбола или просто ищете ультрамодные кроссовки, Nike Air Jordan 1 Low не оставят вас равнодушными.",
      "sizes": [
        45,
        35,
        36,
        38,
        39,
        41,
        40
      ]
    },
    {
      "id": 1120,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/14507/krossovki-nike-air-force-1-07-lv8-da8481-100-7-1000x800.jpg",
      "title": "Nike Air Force",
      "categorie": "sneakers",
      "price": "150",
      "discountPrise": "20",
      "about": "Nike Air Force 1 – это не только стильные кроссовки, но и часть культуры и наследия. Они стали вдохновением для множества художников, музыкантов и модных икон, их приверженцы по достоинству оценили их иконический статус и непревзойденное качество. Покупка Nike Air Force 1 – это инвестиция в стиль и комфорт. Они превосходно подойдут для повседневной носки, тренировок или для создания яркого образа на особые случаи. Ощутите легенду на своих ногах и позвольте Nike Air Force 1 стать неотъемлемой частью вашего гардероба.",
      "description": "Верхняя часть кроссовок выполнена из прочной кожи и текстильных материалов, обеспечивая комфорт и поддержку. Они имеют низкую профильную конструкцию, что обеспечивает свободу движений и универсальность в стилизации. Легендарный логотип Nike на язычке и боковой стороне придают этим кроссовкам узнаваемость и статусность.\n                        Nike Air 1 оснащены прочной резиновой подошвой, которая обеспечивает отличное сцепление с поверхностью и износостойкость. Они также оснащены технологией амортизации, включая вставку из пеноматериала и воздушные камеры Max Air, которые поглощают удары и обеспечивают дополнительную поддержку во время движения.Эти кроссовки являются иконой спортивной обуви, предлагающей комфорт, поддержку и стиль. Будь вы на тренировке или в повседневных приключениях, Nike Air 1 помогут вам выглядеть модно и чувствовать себя уверенно.",
      "sizes": [
        34,
        45,
        35,
        36,
        38,
        39,
        41,
        40
      ]
    },
    {
      "id": 1122,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/100942/krossovki-puma-rider-future-vintage-387672-12-9-1000x800.jpg",
      "title": "Puma Rider",
      "categorie": "sneakers",
      "price": "120",
      "discountPrise": "80",
      "about": "Puma Rider - это стильные и комфортные кроссовки, которые сочетают в себе эстетику ретро-беговых моделей с современными технологиями. Эти кроссовки являются одновременно иконичными и функциональными, и подойдут как для повседневного ношения, так и для активного образа жизни.\n\n",
      "description": "Верхняя часть кроссовок выполнена из легких и дышащих материалов, обеспечивающих комфорт и вентиляцию в течение всего дня. Дизайн Puma Rider включает в себя контрастные цветовые блоки и элегантные линии, подчеркивающие их спортивный характер. Эти кроссовки станут стильным дополнением к вашему гардеробу и привлекательным акцентом любого наряда.\n\nPuma Rider оснащены прочной подошвой из резины, обеспечивающей отличное сцепление с поверхностью и долговечность. Они также имеют современные технологии амортизации, такие как удобная вставка из пеноматериала и амортизационная подошва, которые обеспечивают амортизацию и поддержку во время движения. Это позволяет вам чувствовать себя комфортно и уверенно на протяжении всего дня.",
      "sizes": [
        36,
        38,
        39,
        41,
        40
      ]
    },
    {
      "id": 1123,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/14264/krossovki-nike-air-max-95-recraft-gs-cj3906-001-1-1000x800.jpg",
      "title": "Nike Air Max 95",
      "categorie": "sneakers",
      "price": "180",
      "discountPrise": null,
      "about": "Nike Air Max 95 - это эмблематические кроссовки, которые привносят в ваш стиль яркость и инновационный дизайн. Сочетая в себе классические линии и современные технологии, эти кроссовки станут неотъемлемой частью вашей коллекции и обеспечат непревзойденный комфорт.\n\nВерхняя часть кроссовок выполнена из прочных материалов, включая сетчатую ткань и натуральную кожу, обеспечивая вам оптимальную вентиляцию и долговечность. Их узнаваемый дизайн включает в себя волнистые панели, отражающие атмосферу динамичности и энергии. Логотип Nike на язычке и заднике придают этим кроссовкам фирменный стиль и узнаваемость.",
      "description": "Верхняя часть кроссовок выполнена из прочных материалов, включая сетчатую ткань и натуральную кожу, обеспечивая вам оптимальную вентиляцию и долговечность. Их узнаваемый дизайн включает в себя волнистые панели, отражающие атмосферу динамичности и энергии. Логотип Nike на язычке и заднике придают этим кроссовкам фирменный стиль и узнаваемость.\n\nКроссовки Nike Air Max 95 оснащены воздушной подушкой Max Air, которая расположена в подошве для обеспечения амортизации и поддержки. Эта технология позволяет вам чувствовать себя комфортно и стабильно во время движения, снижая нагрузку на суставы. Комбинированная подошва с рифленым рисунком протектора обеспечивает отличное сцепление с различными поверхностями и повышенную износостойкость. Будь вы на тренировке или в повседневных прогулках, эти кроссовки прекрасно дополнят ваш образ и добавят уверенности.",
      "sizes": [
        38,
        39,
        41,
        40
      ]
    },
    {
      "id": 1124,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/14556/krossovki-nike-dunk-low-retro-dd1391-003-8-1000x800.jpg",
      "title": "Nike Dunk Low Retro",
      "categorie": "sneakers",
      "price": "200",
      "discountPrise": "120",
      "about": "Nike Dunk Low Retro - это возвращение классических и стильных кроссовок, которые завоевали сердца модных ценителей со всего мира. Их иконический дизайн, комфорт и разнообразие цветовых вариантов делают их идеальным выбором для всех, кто хочет добавить уникальный акцент в свой образ.",
      "description": "Верхняя часть кроссовок выполнена из прочной кожи и текстильных материалов, обеспечивая долговечность и комфорт. Они имеют низкую профильную конструкцию, что делает их идеальными для повседневного использования. Логотип Nike на язычке и заднике придают этим кроссовкам фирменный стиль и узнаваемость.\n\nNike Dunk Low Retro оснащены подошвой с амортизацией, которая обеспечивает комфорт и поддержку во время ходьбы или прыжков. Уникальная подошва с рифленым рисунком протектора обеспечивает отличное сцепление с различными поверхностями и дополнительную износостойкость. Благодаря их универсальному дизайну, они легко сочетаются с различными нарядами, от повседневных до более формальных.",
      "sizes": [
        45,
        35,
        36,
        38,
        39,
        41,
        40
      ]
    },
    {
      "id": 1125,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/15064/krossovki-puma-karmen-shine-385559-01-1-1000x800.jpg",
      "title": "Puma Karmen Shine",
      "categorie": "sneakers",
      "price": "200",
      "discountPrise": "120",
      "about": "Puma Karmen Shine - это элегантные и стильные кроссовки, которые добавят блеска и изысканности в ваш образ. Сочетание современного дизайна и высококачественных материалов делает их отличным выбором для тех, кто ищет удобство и стиль в одной обуви.\n\nВерхняя часть кроссовок выполнена из глянцевой синтетической кожи, создавая элегантный и модный внешний вид. Детали в виде перфорации и контрастных элементов придают этим кроссовкам особый шарм. Логотип Puma на язычке и боковой стороне дополняет общий стиль и подчеркивает принадлежность к популярному бренду.",
      "description": "Верхняя часть кроссовок выполнена из глянцевой синтетической кожи, создавая элегантный и модный внешний вид. Детали в виде перфорации и контрастных элементов придают этим кроссовкам особый шарм. Логотип Puma на язычке и боковой стороне дополняет общий стиль и подчеркивает принадлежность к популярному бренду.\n\nPuma Karmen Shine оснащены подошвой из резины, обеспечивающей отличную сцепление с поверхностью и долговечность. Эта подошва также обеспечивает амортизацию и поддержку, чтобы вы могли чувствовать себя комфортно в течение всего дня. Будь вы на прогулке, встрече с друзьями или на особом случае, эти кроссовки станут идеальным дополнением вашего гардероба.",
      "sizes": [
        35,
        36,
        38,
        39,
        41,
        40
      ]
    },
    {
      "id": 1126,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/13477/krossovki-nike-air-force-1-an20-gs-ct7724-001-1-695x695.webp",
      "title": "Nike Air Force 1 AN20 (GS) (CT7724-001)",
      "categorie": "sneakers",
      "price": "200",
      "discountPrise": null,
      "about": "Nike Air Force 1 AN20 - это кроссовки, которые сочетают в себе классический стиль и современные технологии. Они обеспечивают комфорт, поддержку и эстетическое удовлетворение, делая их отличным выбором для всех любителей качественной обуви.",
      "description": "Nike Air Force 1 AN20 обладают промежуточной подошвой из пеноматериала, которая обеспечивает амортизацию и смягчение ударов при ходьбе. В носочной и пяточной части кроссовок расположены воздушные камеры Air-Sole, которые повышают амортизацию и поддержку. Подошва кроссовок имеет рифленый рисунок, который обеспечивает отличное сцепление с поверхностью и устойчивость на различных типах грунта.  Эти кроссовки идеально подходят для повседневной носки, спортивных тренировок или для создания стильных уличных образов. Они легко сочетаются с различными нарядами и подходят для различных сезонов.",
      "sizes": [
        45,
        35,
        36,
        38,
        39,
        41,
        40
      ]
    },
    {
      "id": 1127,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/34649/krossovki-nike-run-swift-2-cu3517-004-7-695x695.webp",
      "title": "Nike Run Swift 2",
      "categorie": "sneakers",
      "price": "200",
      "discountPrise": null,
      "about": "Nike Run Swift 2 - это легкие и функциональные кроссовки, созданные для активных любителей бега. Они сочетают в себе комфорт, поддержку и стильный дизайн, позволяя вам достичь своих беговых целей с максимальным комфортом.",
      "description": "Верхняя часть кроссовок выполнена из дышащего текстильного материала, который обеспечивает отличную вентиляцию и комфорт во время бега. Сетчатые вставки способствуют еще более эффективному распределению воздуха, помогая ногам оставаться прохладными и сухими даже при интенсивной нагрузке.\n\nNike Run Swift 2 оснащены амортизирующей промежуточной подошвой из пеноматериала, которая смягчает удары при каждом шаге и обеспечивает комфортную амортизацию. Это помогает снизить риск травм и усталости ног во время бега на различных поверхностях.\n\nКроссовки Nike Run Swift 2 имеют прочную резиновую подошву с протектором, который обеспечивает отличное сцепление с поверхностью и хорошую износостойкость. Это позволяет вам чувствовать себя уверенно и безопасно на любом типе трассы.",
      "sizes": [
        45,
        35,
        36,
        38,
        39,
        41,
        40
      ]
    },
    {
      "id": 1128,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/101059/krossovki-nike-air-huarache-dd1068-102-1-695x695.webp",
      "title": "Nike Air Huarache",
      "categorie": "sneakers",
      "price": "200",
      "discountPrise": "120",
      "about": "Nike Air Huarache - это икона стиля и инновации в мире спортивной обуви. Эти кроссовки являются символом комфорта и уникального дизайна, предлагая непревзойденное сочетание функциональности и эстетики. Дизайн Nike Air Huarache впечатляет своей смелостью и узнаваемостью. Характерный каркас вокруг задника и логотип Nike на язычке придают этим кроссовкам неповторимый вид.",
      "description": "Верхняя часть кроссовок Nike Air Huarache выполнена из качественного синтетического материала и текстиля, обеспечивая легкость, гибкость и вентиляцию. Они обладают уникальной конструкцией, включающей в себя внешний скелет, который обеспечивает отличную поддержку и посадку на ноге. Технология Dynamic Fit позволяет кроссовкам идеально облегать форму стопы, создавая ощущение индивидуальной посадки.\n\nNike Air Huarache оснащены съемной вставкой из пеноматериала, которая обеспечивает амортизацию и комфорт при каждом шаге. Они также имеют систему вентиляции в виде отверстий и сетчатых панелей, которые позволяют воздуху свободно циркулировать, предотвращая излишнюю потливость и дискомфорт.\n\nКроссовки Nike Air Huarache имеют прочную резиновую подошву с рифленым протектором, который обеспечивает отличное сцепление с поверхностью и устойчивость на различных типах грунта. Это делает их идеальными для активных тренировок и повседневной носки.",
      "sizes": [
        45,
        35,
        36,
        38,
        39,
        41,
        40
      ]
    },
    {
      "id": 1129,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/101068/krossovki-nike-air-max-97-bq4567-001-1-695x695.webp",
      "title": "Nike Air Max 97",
      "categorie": "sneakers",
      "price": "250",
      "discountPrise": "180",
      "about": "Nike Air Max 97 - это легендарные кроссовки, которые считаются одними из самых узнаваемых и инновационных моделей в истории обуви. Вдохновленные дизайном японских поездов, эти кроссовки обладают уникальным внешним видом и передовыми технологиями, которые делают их идеальным выбором для всех, кто ценит комфорт и стиль. Nike Air Max 97 предлагают непревзойденное сочетание комфорта, функциональности и эстетики.",
      "description": "Верхняя часть кроссовок Nike Air Max 97 выполнена из синтетического материала и текстиля, создавая прочную и дышащую оболочку. Они имеют застежку на шнуровке, которая позволяет регулировать посадку и обеспечивает надежную фиксацию на ноге.\n\nОдним из основных преимуществ Nike Air Max 97 является видимая амортизация. Кроссовки оснащены промежуточной подошвой с системой воздушных камер Air Max, которые поглощают удары и обеспечивают максимальную амортизацию при ходьбе и беге. Это создает ощущение легкости и комфорта даже во время интенсивных тренировок.",
      "sizes": [
        45,
        35,
        36,
        38,
        39,
        41,
        40
      ]
    },
    {
      "id": 1130,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/100957/krossovki-nike-air-more-uptempo-96-dz5187-001-1-695x695.webp",
      "title": "Nike Air More Uptempo '96",
      "categorie": "sneakers",
      "price": "150",
      "discountPrise": null,
      "about": "Nike Air More Uptempo '96 - это классические кроссовки, которые привлекают внимание своим уникальным дизайном и выдающейся амортизацией. Эта модель представляет собой символ стиля и эстетики, привлекая любителей обуви и спорта со всего мира.",
      "description": "Верхняя часть кроссовок Nike Air More Uptempo '96 выполнена из прочной и дышащей натуральной кожи, которая обеспечивает долговечность и комфорт. Уникальной особенностью этих кроссовок является их дизайн, основанный на выразительных \"AIR\" буквах, которые занимают большую часть боковой стороны кроссовок, подчеркивая их индивидуальность и стиль.\n\nNike Air More Uptempo '96 обладает превосходной амортизацией благодаря промежуточной подошве с технологией Air-Sole. Эта видимая воздушная подушка простирается по всей длине подошвы, обеспечивая максимальную амортизацию и смягчение ударов при ходьбе и беге. Это делает эти кроссовки идеальными для спортивных тренировок или активного образа жизни.",
      "sizes": [
        45,
        35,
        36,
        38,
        39,
        41,
        40
      ]
    },
    {
      "id": 1131,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/100964/krossovki-nike-renew-elevate-iii-dd9304-004-1-695x695.webp",
      "title": "Nike Renew Elevate III",
      "categorie": "sneakers",
      "price": "150",
      "discountPrise": null,
      "about": "Nike Renew Elevate III - это легкие и удобные баскетбольные кроссовки, специально разработанные для игроков, стремящихся к максимальной поддержке, амортизации и отзывчивости на баскетбольном поле. Эти кроссовки сочетают в себе инновационные технологии и стильный дизайн, чтобы помочь вам достичь новых высот в игре.",
      "description": "Верхняя часть кроссовок Nike Renew Elevate III изготовлена из синтетического материала и текстиля, обеспечивая легкость и дышащие свойства. Они имеют поддерживающую конструкцию в виде перекрещивающихся ремешков и застежку на шнуровке, которые позволяют вам настроить посадку и обеспечить надежную фиксацию на ноге.\n\nКроссовки Nike Renew Elevate III оснащены амортизирующей промежуточной подошвой с технологией Nike Renew, которая обеспечивает мягкую и отзывчивую амортизацию при каждом шаге. Это позволяет снизить нагрузку на ноги и суставы, предотвращая усталость и повышая комфорт во время длительных тренировок или игр.",
      "sizes": [
        45,
        35,
        36,
        38,
        39,
        41,
        40
      ]
    }
  ],
  "brands": [
    {
      "id": "Puma",
      "title": "Puma"
    },
    {
      "id": "Nike",
      "title": "Nike"
    },
    {
      "id": "Adidas",
      "title": "Adidas"
    }
  ],
  "hoodie": [
    {
      "id": "2001",
      "image": "https://www.kawaiies.com/cdn/shop/products/kawaiies-plushies-plush-softtoy-evil-spirit-and-retreat-anime-hoodie-hoodies-355967.jpg?v=1641141976",
      "title": "Evil Spirit Hoodie",
      "categorie": "hoodie",
      "price": "100",
      "about": "sdfsdfdsfdsf",
      "description": "sdfdsfdsfdsfdsfdsfdsf",
      "sizes": [
        "XS",
        "S",
        "M",
        "L",
        "XL"
      ]
    },
    {
      "id": "2000",
      "image": "https://i.pinimg.com/originals/cf/1d/0d/cf1d0d388e92a48764b64ae44a9b3ed6.jpg",
      "title": "Japanes Hoodie",
      "categorie": "hoodie",
      "price": "150",
      "about": "sdfsdfdsfdsf",
      "description": "sdfdsfdsfdsfdsfdsfdsf",
      "sizes": [
        "XS",
        "S",
        "M",
        "L",
        "XL"
      ]
    },
    {
      "id": "2002",
      "image": "https://i.etsystatic.com/30141824/r/il/456df8/4410659289/il_500x500.4410659289_8if4.jpg",
      "title": "Ichigo Hoodie",
      "categorie": "hoodie",
      "price": "50",
      "about": "sdfsdfdsfdsf",
      "description": "sdfdsfdsfdsfdsfdsfdsf",
      "sizes": [
        "XS",
        "S",
        "M",
        "L",
        "XL"
      ]
    },
    {
      "id": "2003",
      "image": "https://m.media-amazon.com/images/I/612c6wXg3RL._AC_UY1100_.jpg",
      "title": "Gojo Hoodie",
      "categorie": "hoodie",
      "price": "100",
      "about": "sdfsdfdsfdsf",
      "description": "sdfdsfdsfdsfdsfdsfdsf",
      "sizes": [
        "XS",
        "S",
        "M",
        "L",
        "XL"
      ]
    },
    {
      "id": "2004",
      "image": "https://m.media-amazon.com/images/I/51JiF5OB03L._AC_SX385_.jpg",
      "title": "HooMeelanz Unisex Hoodie",
      "categorie": "hoodie",
      "price": "50",
      "about": "sdfsdfdsfdsf",
      "description": "sdfdsfdsfdsfdsfdsfdsf",
      "sizes": [
        "XS",
        "S",
        "M",
        "L",
        "XL"
      ]
    },
    {
      "id": "2005",
      "image": "https://ae01.alicdn.com/kf/HTB1DX.yXozrK1RjSspmq6AOdFXaT.jpg?width=750&height=750&hash=1500",
      "title": "Kawaii Anime Girl Harajuku Hoodie",
      "categorie": "hoodie",
      "price": "50",
      "about": "sdfsdfdsfdsf",
      "description": "sdfdsfdsfdsfdsfdsfdsf",
      "sizes": [
        "XS",
        "S",
        "M",
        "L",
        "XL"
      ]
    },
    {
      "id": "2006",
      "image": "https://img.fruugo.com/product/1/98/536479981_max.jpg",
      "title": "Attack On Titan Hoodie Anime Oversized",
      "categorie": "hoodie",
      "price": "50",
      "about": "sdfsdfdsfdsf",
      "description": "sdfdsfdsfdsfdsfdsfdsf",
      "sizes": [
        "XS",
        "S",
        "M",
        "L",
        "XL"
      ]
    },
    {
      "id": "2007",
      "image": "https://m.media-amazon.com/images/I/612p+NzWnrL._AC_UL1500_.jpg",
      "title": "Itachi Hoodie",
      "categorie": "hoodie",
      "price": "150",
      "about": "sdfsdfdsfdsf",
      "description": "sdfdsfdsfdsfdsfdsfdsf",
      "sizes": [
        "XS",
        "S",
        "M",
        "L",
        "XL"
      ]
    }
  ],
  "users": [
    {
      "id": 1,
      "username": "user1",
      "email": "user1@example.com",
      "password": "asdfgh"
    },
    {
      "id": 2,
      "username": "user2",
      "email": "user2@example.com"
    },
    {
      "id": 3,
      "username": "user3",
      "email": "user3@example.com"
    },
    {
      "email": "user1@example.com",
      "password": "asdfgh",
      "id": 4
    },
    {
      "email": "user1@example.com",
      "password": "asdfgh",
      "id": 5
    }
  ],
  "favorites": [
    {
      "id": 1121,
      "image": "https://sneakers.by/image/cache/catalog/sneakers-pics/14505/krossovki-nike-air-jordan-1-low-og-dm7837-103-9-1000x800.jpg",
      "title": "Nike Air Jordan 1 Low",
      "categorie": "sneakers",
      "price": "200",
      "discountPrise": null,
      "about": "Nike Air Jordan 1 Low - это классические кроссовки, вдохновленные первой моделью Air Jordan 1, которые пришлись по вкусу не только баскетбольным фанатам, но и поклонникам уличной моды. Они представляют собой стильное сочетание оригинального дизайна и комфорта, которое станет прекрасным дополнением к вашему гардеробу. Кроссовки Nike Air Jordan 1 Low оснащены подошвой с амортизацией Air-Sole, которая обеспечивает исключительную амортизацию и комфорт при каждом шаге. Они также имеют резиновую подошву с глубоким рисунком протектора для улучшенного сцепления и долговечности. Это позволяет вам ощутить надежность и уверенность на любой поверхности.",
      "description": "Верхняя часть кроссовок выполнена из высококачественной натуральной кожи и синтетических материалов для обеспечения долговечности и комфорта. Их привлекательный дизайн включает в себя контрастные цветовые блоки и знаковый логотип Nike Air Jordan на язычке и заднике. Это идеальный выбор для всех, кто стремится к классическому стилю и индивидуальности.\n\nКроссовки Nike Air Jordan 1 Low оснащены подошвой с амортизацией Air-Sole, которая обеспечивает исключительную амортизацию и комфорт при каждом шаге. Они также имеют резиновую подошву с глубоким рисунком протектора для улучшенного сцепления и долговечности. Это позволяет вам ощутить надежность и уверенность на любой поверхности. Независимо от того, являетесь ли вы поклонником баскетбола или просто ищете ультрамодные кроссовки, Nike Air Jordan 1 Low не оставят вас равнодушными.",
      "sizes": [
        45,
        35,
        36,
        38,
        39,
        41,
        40
      ]
    }
  ]
}